import EventIcon1 from "../assets/images/events_icon1.png";
import EventIcon2 from "../assets/images/events_icon2.png";
import EventIcon3 from "../assets/images/events_icon3.png";
import EventIcon4 from "../assets/images/events_icon4.png";
import FriendsIcon1 from "../assets/images/friends_logo_1.png";
import FriendsIcon2 from "../assets/images/friends_logo_2.png";
import FriendsIcon3 from "../assets/images/friends_logo_3.png";
import FriendsIcon4 from "../assets/images/friends_logo_4.png";
import MotoPhoto_1 from "../assets/images/events/moto_1.jpg";
import MotoPhoto_2 from "../assets/images/events/moto_2.jpg";
import MotoPhoto_3 from "../assets/images/events/moto_3.jpg";
import MotoPhoto_4 from "../assets/images/events/moto_4.jpg";
import MotoPhoto_5 from "../assets/images/events/moto_5.jpg";
import MotoPhoto_6 from "../assets/images/events/moto_6.jpg";
import MotoPhoto_7 from "../assets/images/events/moto_7.jpg";
import MotoPhoto_8 from "../assets/images/events/moto_8.jpg";
import MotoPhoto_9 from "../assets/images/events/moto_9.jpg";
import VideoVizitka from "../assets/video/videovizitka.mp4";

export const EVENTS = [
  {
    pk: 1,
    preview: EventIcon1,
    date: "2022/09/17",
    title: "День добрых дел в Гатчине",
    link: VideoVizitka,
    video_link: 'https://vk.com/video-144238839_456239069',
    photos: [
      { link: MotoPhoto_1 },
      { link: MotoPhoto_2 },
      { link: MotoPhoto_3 },
    ],
    description: `— Ольга Ивановна, вы нас ждёте? — Мы всегда вас ждём, ключ под ковриком! Разговор с директором центра Дарина в Гатчине по согласованию поездки через год знакомства уже выглядит так. Это очень важно, когда доверие заработано и уже не надо объяснять, кто мы и зачем хотим приехать! Дату обозначили… осталось только ждать!
    В прошлом году дети мучали воспитателей вопросами — а когда приедут, а завтра уже скоро? В этом году всё капельку изменилось — мы, взрослые ждали встречу с малышами и не обращали на прогноз погоды.
    И снова точка сбора, постояшки и новенькие, инструктаж и в путь! Нас не пугали тучи и огромная пробка, которую к удивлению быстро проскочили. Водители машин видимо чувствовали, что едем дарить эмоции!
    Приехали и сразу были окружены детьми. Было много новых, но были и те, которые уже стали родными и ждали этой встречи с нетерпеньем. Дождик всё-таки нас настиг, спрятали железных коней под деревьями, а вот детей спрятать под крышей не получилось. Они сразу же оседлали мотоциклы и разогнали тучи ревом мотоциклов. Даже мысли о покатушках остались где-то далеко.
    Горящие глаза, руки на руле, можно открутить ручку газа и почувствовать себя настоящим мотоциклистом. А самое главное — это внимание взрослых, которые терпеливо отвечали на все вопросы, были просто рядом, чего им так не хватает.
    И вот, наступил черёд покатушек! «Старенькие» уже знают правила — не толпиться, не залезать без отмашки на мотоцикл и обязательно надеть шлем! И только накрапывающий дождь, смог остановить это безудержное веселье!
    А во время покатушек под крышей беседки случилось волшебство и появилась скатерть -самобранка с горячими вкуснейшими хот-догами, конфетами, арбузом, соками и чаем (почти из самовара)!
    Подкрепились и появились сил для игр и общения. Кто-то залез на руки, кто-то играл в мячик, пускал мыльные пузыри или просто держал взрослого за руки, которые делились своим душевным теплом. В этот раз, как никогда, часто звучал вопрос: -А вы когда ещё придете?
    В заключении этого замечательного дня добавили ярких красок!
    Ну и конечно - общее фото и крепкие обнимашки!
    Спасибо всем волшебникам и феям, которые так или иначе приняли участие в это Дне Добрых дел! Без вас не было бы этих счастливых улыбок!
    Отдельное спасибо мотоклубам «Русские медведи» и «Крутящий момент СпБ» за организованный сбор одежды!
    За полные животики от вкуснейших пицц огромное спасибо нашим друзьям - «BERR HOUSE»!`,
  },
  {
    pk: 2,
    preview: EventIcon2,
    date: "2022/07/30",
    title: "МотоЭмоции в Всеволожске",
    link: VideoVizitka,
    video_link: 'https://vk.com/video-144238839_456239069',
    photos: [
      { link: MotoPhoto_4 },
      { link: MotoPhoto_5 },
      { link: MotoPhoto_6 },
    ],
    description: `— Ольга Ивановна, вы нас ждёте? — Мы всегда вас ждём, ключ под ковриком! Разговор с директором центра Дарина в Гатчине по согласованию поездки через год знакомства уже выглядит так. Это очень важно, когда доверие заработано и уже не надо объяснять, кто мы и зачем хотим приехать! Дату обозначили… осталось только ждать!
    В прошлом году дети мучали воспитателей вопросами — а когда приедут, а завтра уже скоро? В этом году всё капельку изменилось — мы, взрослые ждали встречу с малышами и не обращали на прогноз погоды.
    И снова точка сбора, постояшки и новенькие, инструктаж и в путь! Нас не пугали тучи и огромная пробка, которую к удивлению быстро проскочили. Водители машин видимо чувствовали, что едем дарить эмоции!
    Приехали и сразу были окружены детьми. Было много новых, но были и те, которые уже стали родными и ждали этой встречи с нетерпеньем. Дождик всё-таки нас настиг, спрятали железных коней под деревьями, а вот детей спрятать под крышей не получилось. Они сразу же оседлали мотоциклы и разогнали тучи ревом мотоциклов. Даже мысли о покатушках остались где-то далеко.
    Горящие глаза, руки на руле, можно открутить ручку газа и почувствовать себя настоящим мотоциклистом. А самое главное — это внимание взрослых, которые терпеливо отвечали на все вопросы, были просто рядом, чего им так не хватает.
    И вот, наступил черёд покатушек! «Старенькие» уже знают правила — не толпиться, не залезать без отмашки на мотоцикл и обязательно надеть шлем! И только накрапывающий дождь, смог остановить это безудержное веселье!
    А во время покатушек под крышей беседки случилось волшебство и появилась скатерть -самобранка с горячими вкуснейшими хот-догами, конфетами, арбузом, соками и чаем (почти из самовара)!
    Подкрепились и появились сил для игр и общения. Кто-то залез на руки, кто-то играл в мячик, пускал мыльные пузыри или просто держал взрослого за руки, которые делились своим душевным теплом. В этот раз, как никогда, часто звучал вопрос: -А вы когда ещё придете?
    В заключении этого замечательного дня добавили ярких красок!
    Ну и конечно - общее фото и крепкие обнимашки!
    Спасибо всем волшебникам и феям, которые так или иначе приняли участие в это Дне Добрых дел! Без вас не было бы этих счастливых улыбок!
    Отдельное спасибо мотоклубам «Русские медведи» и «Крутящий момент СпБ» за организованный сбор одежды!
    За полные животики от вкуснейших пицц огромное спасибо нашим друзьям - «BERR HOUSE»!`,
  },
  {
    pk: 3,
    preview: EventIcon3,
    date: "2022/06/25",
    title: "Хоспис Токсово",
    link: VideoVizitka,
    video_link: 'https://vk.com/video-144238839_456239069',
    photos: [
      { link: MotoPhoto_7 },
      { link: MotoPhoto_8 },
      { link: MotoPhoto_9 },
    ],
    description: `— Ольга Ивановна, вы нас ждёте? — Мы всегда вас ждём, ключ под ковриком! Разговор с директором центра Дарина в Гатчине по согласованию поездки через год знакомства уже выглядит так. Это очень важно, когда доверие заработано и уже не надо объяснять, кто мы и зачем хотим приехать! Дату обозначили… осталось только ждать!
    В прошлом году дети мучали воспитателей вопросами — а когда приедут, а завтра уже скоро? В этом году всё капельку изменилось — мы, взрослые ждали встречу с малышами и не обращали на прогноз погоды.
    И снова точка сбора, постояшки и новенькие, инструктаж и в путь! Нас не пугали тучи и огромная пробка, которую к удивлению быстро проскочили. Водители машин видимо чувствовали, что едем дарить эмоции!
    Приехали и сразу были окружены детьми. Было много новых, но были и те, которые уже стали родными и ждали этой встречи с нетерпеньем. Дождик всё-таки нас настиг, спрятали железных коней под деревьями, а вот детей спрятать под крышей не получилось. Они сразу же оседлали мотоциклы и разогнали тучи ревом мотоциклов. Даже мысли о покатушках остались где-то далеко.
    Горящие глаза, руки на руле, можно открутить ручку газа и почувствовать себя настоящим мотоциклистом. А самое главное — это внимание взрослых, которые терпеливо отвечали на все вопросы, были просто рядом, чего им так не хватает.
    И вот, наступил черёд покатушек! «Старенькие» уже знают правила — не толпиться, не залезать без отмашки на мотоцикл и обязательно надеть шлем! И только накрапывающий дождь, смог остановить это безудержное веселье!
    А во время покатушек под крышей беседки случилось волшебство и появилась скатерть -самобранка с горячими вкуснейшими хот-догами, конфетами, арбузом, соками и чаем (почти из самовара)!
    Подкрепились и появились сил для игр и общения. Кто-то залез на руки, кто-то играл в мячик, пускал мыльные пузыри или просто держал взрослого за руки, которые делились своим душевным теплом. В этот раз, как никогда, часто звучал вопрос: -А вы когда ещё придете?
    В заключении этого замечательного дня добавили ярких красок!
    Ну и конечно - общее фото и крепкие обнимашки!
    Спасибо всем волшебникам и феям, которые так или иначе приняли участие в это Дне Добрых дел! Без вас не было бы этих счастливых улыбок!
    Отдельное спасибо мотоклубам «Русские медведи» и «Крутящий момент СпБ» за организованный сбор одежды!
    За полные животики от вкуснейших пицц огромное спасибо нашим друзьям - «BERR HOUSE»!`,
  },
  {
    pk: 4,
    preview: EventIcon4,
    date: "2022/09/17",
    title: "День добрых дел в Гатчине",
    link: VideoVizitka,
    video_link: 'https://vk.com/video-144238839_456239069',
    photos: [
      { link: MotoPhoto_1 },
      { link: MotoPhoto_3 },
      { link: MotoPhoto_5 },
    ],
    description: `— Ольга Ивановна, вы нас ждёте? — Мы всегда вас ждём, ключ под ковриком! Разговор с директором центра Дарина в Гатчине по согласованию поездки через год знакомства уже выглядит так. Это очень важно, когда доверие заработано и уже не надо объяснять, кто мы и зачем хотим приехать! Дату обозначили… осталось только ждать!
    В прошлом году дети мучали воспитателей вопросами — а когда приедут, а завтра уже скоро? В этом году всё капельку изменилось — мы, взрослые ждали встречу с малышами и не обращали на прогноз погоды.
    И снова точка сбора, постояшки и новенькие, инструктаж и в путь! Нас не пугали тучи и огромная пробка, которую к удивлению быстро проскочили. Водители машин видимо чувствовали, что едем дарить эмоции!
    Приехали и сразу были окружены детьми. Было много новых, но были и те, которые уже стали родными и ждали этой встречи с нетерпеньем. Дождик всё-таки нас настиг, спрятали железных коней под деревьями, а вот детей спрятать под крышей не получилось. Они сразу же оседлали мотоциклы и разогнали тучи ревом мотоциклов. Даже мысли о покатушках остались где-то далеко.
    Горящие глаза, руки на руле, можно открутить ручку газа и почувствовать себя настоящим мотоциклистом. А самое главное — это внимание взрослых, которые терпеливо отвечали на все вопросы, были просто рядом, чего им так не хватает.
    И вот, наступил черёд покатушек! «Старенькие» уже знают правила — не толпиться, не залезать без отмашки на мотоцикл и обязательно надеть шлем! И только накрапывающий дождь, смог остановить это безудержное веселье!
    А во время покатушек под крышей беседки случилось волшебство и появилась скатерть -самобранка с горячими вкуснейшими хот-догами, конфетами, арбузом, соками и чаем (почти из самовара)!
    Подкрепились и появились сил для игр и общения. Кто-то залез на руки, кто-то играл в мячик, пускал мыльные пузыри или просто держал взрослого за руки, которые делились своим душевным теплом. В этот раз, как никогда, часто звучал вопрос: -А вы когда ещё придете?
    В заключении этого замечательного дня добавили ярких красок!
    Ну и конечно - общее фото и крепкие обнимашки!
    Спасибо всем волшебникам и феям, которые так или иначе приняли участие в это Дне Добрых дел! Без вас не было бы этих счастливых улыбок!
    Отдельное спасибо мотоклубам «Русские медведи» и «Крутящий момент СпБ» за организованный сбор одежды!
    За полные животики от вкуснейших пицц огромное спасибо нашим друзьям - «BERR HOUSE»!`,
  },
  {
    pk: 5,
    preview: EventIcon3,
    date: "2022/06/25",
    title: "Хоспис Токсово",
    link: VideoVizitka,
    video_link: 'https://vk.com/video-144238839_456239069',
    photos: [
      { link: MotoPhoto_2 },
      { link: MotoPhoto_4 },
      { link: MotoPhoto_6 },
    ],
    description: `— Ольга Ивановна, вы нас ждёте? — Мы всегда вас ждём, ключ под ковриком! Разговор с директором центра Дарина в Гатчине по согласованию поездки через год знакомства уже выглядит так. Это очень важно, когда доверие заработано и уже не надо объяснять, кто мы и зачем хотим приехать! Дату обозначили… осталось только ждать!
    В прошлом году дети мучали воспитателей вопросами — а когда приедут, а завтра уже скоро? В этом году всё капельку изменилось — мы, взрослые ждали встречу с малышами и не обращали на прогноз погоды.
    И снова точка сбора, постояшки и новенькие, инструктаж и в путь! Нас не пугали тучи и огромная пробка, которую к удивлению быстро проскочили. Водители машин видимо чувствовали, что едем дарить эмоции!
    Приехали и сразу были окружены детьми. Было много новых, но были и те, которые уже стали родными и ждали этой встречи с нетерпеньем. Дождик всё-таки нас настиг, спрятали железных коней под деревьями, а вот детей спрятать под крышей не получилось. Они сразу же оседлали мотоциклы и разогнали тучи ревом мотоциклов. Даже мысли о покатушках остались где-то далеко.
    Горящие глаза, руки на руле, можно открутить ручку газа и почувствовать себя настоящим мотоциклистом. А самое главное — это внимание взрослых, которые терпеливо отвечали на все вопросы, были просто рядом, чего им так не хватает.
    И вот, наступил черёд покатушек! «Старенькие» уже знают правила — не толпиться, не залезать без отмашки на мотоцикл и обязательно надеть шлем! И только накрапывающий дождь, смог остановить это безудержное веселье!
    А во время покатушек под крышей беседки случилось волшебство и появилась скатерть -самобранка с горячими вкуснейшими хот-догами, конфетами, арбузом, соками и чаем (почти из самовара)!
    Подкрепились и появились сил для игр и общения. Кто-то залез на руки, кто-то играл в мячик, пускал мыльные пузыри или просто держал взрослого за руки, которые делились своим душевным теплом. В этот раз, как никогда, часто звучал вопрос: -А вы когда ещё придете?
    В заключении этого замечательного дня добавили ярких красок!
    Ну и конечно - общее фото и крепкие обнимашки!
    Спасибо всем волшебникам и феям, которые так или иначе приняли участие в это Дне Добрых дел! Без вас не было бы этих счастливых улыбок!
    Отдельное спасибо мотоклубам «Русские медведи» и «Крутящий момент СпБ» за организованный сбор одежды!
    За полные животики от вкуснейших пицц огромное спасибо нашим друзьям - «BERR HOUSE»!`,
  },
];

export const FRIENDS = [
  {
    id: 1,
    icon: FriendsIcon1,
    description: "Логотип друга",
  },
  {
    id: 2,
    icon: FriendsIcon2,
    description: "Логотип друга",
  },
  {
    id: 3,
    icon: FriendsIcon3,
    description: "Логотип друга",
  },
  {
    id: 4,
    icon: FriendsIcon4,
    description: "Логотип друга",
  },
  {
    id: 5,
    icon: FriendsIcon2,
    description: "Логотип друга",
  },
];

export const FEEDBACKS = [
  {
    author_name: "Татьяна",
    email: "tatyana@example.com",
    text: `МотоТерапевты - браво! И приятно, что есть на свете благодарные люди))) да ещё и с литературным даром! Спасибо за это прозаическое путешествие! Очень классно написано!`,
    is_published: true,
  },
  {
    author_name: "Наталья",
    email: "natalia@example.com",
    text: `Всех причастных поздравляю с этим замечательным праздником ❤❤❤`,
    is_published: true,
  },
  {
    author_name: "Любовь",
    email: "lubov@example.com",
    text: `Круто, спасибо большое! 👍👍👍`,
    is_published: true,
  },
  {
    author_name: "Кён",
    email: "ken@example.com",
    text: `Спасибо большое за этот год и сезон. Я посетила выезды и украшала этим окончания недель. Я была просто рада видеть эти улыбки. Да, порой очень уставала,но мне очень нравилось 😊 Спасибо что вы есть ❤`,
    is_published: true,
  },
  {
    author_name: "Елена",
    email: "elena@example.com",
    text: `Спасибо за радость жизни ❤❤❤`,
    is_published: true,
  },
  {
    author_name: "Венера",
    email: "venera@example.com",
    text: `Спасибо огромное вам за добрые дела, вы классная команда, всегда рады видеть вас у нас 🤗🥳🎉`,
    is_published: true,
  },
  {
    author_name: "Анастасия",
    email: "elena@example.com",
    text: `Спасибо за радость жизни ❤❤❤`,
    is_published: true,
  },
];
